[OnBoot]
Alias=부팅 초기 자동 실행 루틴
Script=TapTap_Boot.ahk, Boot_Option
[별칭 1]
Alias=? 탭탭이 별칭(별명, Alias) 목록
Script=ShortCut_Help.ahk
[별칭 2]
Alias=1, 숫자 '1' 키를 눌러서 인사받기
Script=ShortCut_1.ahk, 인자_1
[별칭 3]
Alias=A, 영문자 'A' 키를 눌러서 인사받기
Script=ShortCut_Etc.ahk, A 인자_2
[별칭 4]
Alias=HelloWorld, 대문자 H나 hW, 소문자 helloworld로 실행 가능
Script=HelloWorld.py, "python is good!" "Really!!!" 인자_3
[별칭 5]
Alias=. 현재 폴더 열기
Folder=.
[별칭 6]
Alias=.. 부모 폴더 열기
Folder=..
[별칭 7]
Alias=calculator 계산기
Run=calc
[별칭 8]
Alias=edit [Alias List, Ini] 탭탭이 설정 파일 편집
BuiltIn=EditIniFile
[별칭 9]
Alias=edit4, e4, 탭탭이 AliasList.ini 파일 편집
BuiltIn=EditAliasListIni
[별칭 10]
Alias=edit5, e5, 탭탭이 TapTap.ini 파일 편집
BuiltIn=EditTapTapIni
[별칭 11]
Alias=Q, 탭탭이 종료
BuiltIn=QuitTapTap
[별칭 12]
Alias=R, 탭탭이 재 실행
BuiltIn=ReloadTapTap
[별칭 13]
Alias=www [], 크롬
Run=www.google.co.kr
[별칭 14]
Alias=zzzZz, 별칭이 없는 프로그램 작성 용도로 명령어를 입력해도 프로그램 실행 불가.
Etc=zzzZz 이곳엔 내용을 써도 전혀 참조하지 않음.
[별칭 15]
Alias=as, autoHotkeyStudio
Run=Z:\SetUp\_AutoHotkey\AHK-Studio-master\AHK-Studio.ahk
[별칭 16]
Alias=appData, 앱 데이터
Run=C:\Users\mart9er\AppData
[별칭 17]
Alias=audacity, audio
Run=C:\Program Files (x86)\Audacity\audacity.exe
[별칭 18]
Alias=aham 아함경
Run=Z:\SetUp\80_Study\심심\불교\아함경\Agama3.exe
[별칭 19]
Alias=ak, Anki
Run=C:\Program Files\Anki\anki.exe
[별칭 20]
Alias=baidu 바이두
Run=C:\Users\mart9er\AppData\Roaming\baidu\BaiduNetdisk\BaiduNetdisk.exe
[별칭 21]
Alias=baduk, bd 바둑 폴더
Folder=c:\Users\rtos9er\AppData\Roaming\Microsoft\Windows\Start Menu\Programs\★바둑프로그램★
[별칭 22]
Alias=beyondCompare, bc
Run=C:\Program Files\Beyond Compare 4\BCompare.exe
[별칭 23]
Alias=blackBox, camera, iPASSBLACK 5000Plus
Run=C:\Program Files\iPASSBLACK 5000P Viewer\iPASSBLACK 5000P Viewer\BBPlayer.exe
[별칭 24]
Alias=blueGriffon, html, css
Run=C:\Program Files\BlueGriffon\bluegriffon.exe
[별칭 25]
Alias=calibre, epub 칼리버
Run=C:\Program Files\Calibre2\calibre.exe
[별칭 26]
Alias=cCleaner c_클리너
Run=C:\App\Util\CCleaner\CCleaner64.exe
[별칭 27]
Alias=cmd, command 도스 명령 창
Run=C:\Windows\system32\cmd.exe, , z:\
[별칭 28]
Alias=coolEditPro, audio, mp3 쿨 에디트 프로
Run=C:\Program Files (x86)\coolpro2\coolpro2.exe
[별칭 29]
Alias=controlPanel 제어판
Run=control
[별칭 30]
Alias=db browser, database, sqlite 데이터베이스
Run=C:\Program Files\DB Browser for SQLite\3.9.0\bin\DB Browser for SQLite.exe
[별칭 31]
Alias=dictionary [] 영어 사전 검색
Script=Dictionary
[별칭 32]
Alias=daishin 대신 증권
Run=C:\App\Money\DAISHIN\STARTER\ncStarter.exe
[별칭 33]
Alias=cybosPlus, cp 사이보스 플러스
Run=C:\App\Money\DAISHIN\STARTER\ncStarter.exe /prj:cp
[별칭 34]
Alias=doom, doomEmacs
Run=Z:\Workspace\EmacsHome\.emacs.d\bin\doom.cmd
[별칭 35]
Alias=dosBox 도스 박스
Run=C:\Program Files (x86)\DOSBox SVN-Daum\dosbox.exe
[별칭 36]
Alias=drago, bd4 드라고 바둑
Run=C:\App\Game\Drago\Drago.exe
[별칭 37]
Alias=pdf 내 PDF 책 보기
Script=Pdf
[별칭 38]
Alias=pdf, acrobat, adobe, p1 PDF 열기
Run=C:\Program Files (x86)\Adobe\Acrobat DC\Acrobat\Acrobat.exe
[별칭 39]
Alias=emacs
Run=Z:\Workspace\EmacsHome\.emacs.d\bin\doom.cmd, run
[별칭 390]
Alias=englisHow
Script=RPA\EnglisHow.py
[별칭 391]
Alias=oneDrive
Script=RPA\OneDrive.py
[별칭 40]
Alias=everything 파일, 폴더 찾기
Run=C:\Program Files\Everything\Everything.exe
[별칭 41]
Alias=explorer 윈도우 탐색기
Run=explorer
[별칭 42]
Alias=google [] 구글 검색
Script=Google
[별칭 43]
Alias=fineCaddie, golf 골프
Run=C:\Program Files (x86)\FineCaddieEzDownloader\FCUpdateManager.exe
[별칭 44]
Alias=gimp
Run=C:\Program Files\GIMP 2\bin\gimp-2.10.exe
[별칭 45]
Alias=gg, goGrinder
Run=Z:\GoGrinder\GoGrinder.exe
[별칭 46]
Alias=internetExplorer, iE 인터넷 익스플로러
Run=C:\Program Files\Internet Explorer\iexplore.exe
[별칭 47]
Alias=icn, iCanNote
Run=C:\App\Util\ICanX\ICanNote\IcanNote.exe
[별칭 48]
Alias=ics, sc1, iCanScreen
Run=C:\App\Util\ICanX\ICanScreen\ICanScreen.exe
[별칭 49]
Alias=zoomIt, zi
Run=C:\App\Util\ZoomIt\ZoomIt64.exe
[별칭 50]
Alias=icz, sc2, z2, iCanZoomIt
Run=C:\App\Util\ICanX\ICanZoomit\ICanZoomIt.exe
[별칭 51]
Alias=intelliJ, java, idea, ij, 인텔리J
Run=C:\App\Prog\JetBrains\IntelliJ IDEA 2021.2.1\bin\idea64.exe
[별칭 52]
Alias=kiwoom 키움 증권
Run=C:\App\Money\KiwoomHero4\Bin\nkstarter.exe
[별칭 53]
Alias=KOAStudioSA
Run=C:\App\Money\OpenAPI\KOAStudioSA.exe
[별칭 54]
Alias=kakaoTalk
Run=C:\Program Files (x86)\Kakao\KakaoTalk\KakaoTalk.exe
[별칭 55]
Alias=katrain, bd1 카트레인 바둑
Run=C:\App\Game\baduk\KaTrain\KaTrain.exe
[별칭 56]
Alias=lizzie, bd2 리지 바둑
Run=C:\App\Game\baduk\lizzie\lizzie.bat
[별칭 57]
Alias=menu 메뉴
Script=Menu
[별칭 58]
Alias=myComputer, pc 내 컴퓨터
Run=C:\Users\mart9er\AppData\Roaming\Microsoft\Windows\Start Menu\Programs\System Tools\computer.lnk
[별칭 59]
Alias=myFolder 내 폴더
Folder=C:\Users\mart9er
[별칭 60]
Alias=mobizen
Run=C:\Program Files (x86)\RSUPPORT\Mobizen\Mobizen.exe
[별칭 61]
Alias=naver [] 네이버 검색
Script=Naver
[별칭 62]
Alias=ginie, navigator 지니 네비게이션
Run=C:\Program Files (x86)\Update Center\UpdateCenter.exe
[별칭 63]
Alias=notePad, 노트패드
Run=notepad
[별칭 64]
Alias=office, excel, libreOffice 오피스
Run=C:\Program Files\LibreOffice\program\soffice.exe
[별칭 65]
Alias=jupyterLab [] 주피터 랩
Script=JupyterLab
[별칭 66]
Alias=ocam 오캠
Run=C:\Program Files (x86)\oCam\oCam.exe
[별칭 67]
Alias=oro, bd7 오로 바둑
Run=C:\App\Game\CyberOrO\Oro2000.exe
[별칭 68]
Alias=planA 플랜 A
Run=c:\App\Money\PlanA\plana.exe
[별칭 69]
Alias=daumPotPlayer, dpp, video 다음 팟 플레이어
Run=C:\App\Util\TotalCommanderExtended\Soft\PotPlayer\PotPlayerMini.exe
[별칭 70]
Alias=powerPro, pp 파워 프로
Run=C:\App\Util\PowerPro\Powerpro.exe Z:\SetUp\_PowerPro\_PowerPro_2\pproconf.pcf
[별칭 71]
Alias=powerShell, ps
Run=C:\Windows\System32\WindowsPowerShell\v1.0\powershell.exe, , Z:\
[별칭 72]
Alias=psI, powerShellISE
Run=C:\WINDOWS\system32\WindowsPowerShell\v1.0\PowerShell_ISE.exe, , Z:\
[별칭 73]
Alias=putty
Run=C:\Program Files\PuTTY\putty.exe
[별칭 74]
Alias=PyCharm
Run=C:\App\Prog\JetBrains\PyCharm 2021.2\bin\pycharm64.exe
[별칭 75]
Alias=ramDisk
Run=C:\Program Files\Primo Ramdisk\FancyRd.exe
[별칭 76]
Alias=raspberry, pi
Run=C:\Program Files (x86)\Raspberry Pi Imager\rpi-imager.exe
[별칭 77]
Alias=ruby
Run=C:\App\Prog\JetBrains\RubyMine 2021.2.1\bin\rubymine64.exe
[별칭 78]
Alias=sabaki, bd3 사바키 바둑
Run=C:\App\Game\baduk\Sabaki\Sabaki.exe
[별칭 79]
Alias=screenCapture 스크린 캡처
Run=C:\Program Files\ShareX\ShareX.exe
[별칭 80]
Alias=shopping [asus, 3070, 3080, cooler, ram, ssd], PC 드래곤볼
Script=Shopping
[별칭 81]
Alias=sigil, eBook, ePub
Run=C:\Program Files\Sigil\Sigil.exe
[별칭 82]
Alias=sourceTree, st2 [SetUp, StockData, MoneyGatherer]
Script=RPA\SourceTree.py
[별칭 83]
Alias=stock [hide(close)] 주식 투자
Script=Stock
[별칭 84]
Alias=stockSite, ss 수급 분석 사이트
Site=https://cafe.naver.com/asset2080
[별칭 85]
Alias=spy, winSpy, sp 스파이
Run=C:\App\Util\AutoHotkey\WindowSpy.ahk
[별칭 86]
Alias=youtube [], u2bu 유튜브
Script=Youtube
[별칭 87]
Alias=tartube, youtubeDownloader, yd 타튜브
Run=C:\Users\mart9er\AppData\Local\Tartube\msys64\home\user\tartube\tartube_64bit.bat, , C:\Users\mart9er\AppData\Local\Tartube\msys64\home\user\tartube
[별칭 88]
Alias=totalCommander, tc 토탈 커맨더 활성화
Run=C:\App\Util\TotalCommanderExtended\Totalcmd64.exe, , , Total Commander
[별칭 89]
Alias=totalCommander, tc2, to2 토탈 커맨더 새 실행
NewRun=C:\App\Util\TotalCommanderExtended\Totalcmd64.exe
[별칭 90]
Alias=taskManager, tm 작업 관리자
Run=C:\WINDOWS\system32\taskmgr.exe
[별칭 91]
Alias=torrent
Run=C:\Program Files\qBittorrent\qbittorrent.exe
[별칭 92]
Alias=tv 실시간 TV
Run=C:\Users\rtos9er\AppData\Roaming\OnFreeTV_APP\Onfree.exe
[별칭 93]
Alias=tygem, bd6 타이젬 바둑
Run=C:\Program Files (x86)\타이젬바둑 2.0\TygemBaduk.exe
[별칭 94]
Alias=ultraISO, cd
Run=C:\Program Files (x86)\UltraISO\UltraISO.exe
[별칭 95]
Alias=vi, gVim 활성화
Run=C:\App\Prog\Vim\vim82\gvim.exe, , Z:\, GVIM
[별칭 96]
Alias=vi2, v2, gVim 새 실행
NewRun=c:\App\Prog\Vim\vim82\gvim.exe, , Z:\
[별칭 97]
Alias=vim, Vim 활성화
Run=C:\App\Prog\Vim\vim82\vim.exe, , Z:\
[별칭 98]
Alias=visualStudio, vs
Run=C:\Program Files (x86)\Microsoft Visual Studio\2019\Community\Common7\IDE\devenv.exe
[별칭 99]
Alias=visualStudioCode, vsc, vs2
Run=C:\Users\mart9er\AppData\Local\Programs\Microsoft VS Code\Code.exe, , , Visual Studio Code
[별칭 100]
Alias=davinchResolve, dr, video
Run=C:\Program Files\Blackmagic Design\DaVinci Resolve\Resolve.exe
[별칭 101]
Alias=vlcMultimediaPlayer, vmp, video
Run=C:\Program Files\VideoLAN\VLC\vlc.exe
[별칭 102]
Alias=vncViewer
Run=C:\Program Files\RealVNC\VNC Viewer\vncviewer.exe
[별칭 103]
Alias=watch [hide 화면, font 변경, color 변경] 시계 조작
Script=Watch
[별칭 104]
Alias=window [maX, miN, Close, Restore] 윈도우 조작
Script=Win
[별칭 105]
Alias=httrack, webCopy
Run=C:\Program Files\WinHTTrack\WinHTTrack.exe
[별칭 106]
Alias=web
Script=Web
[별칭 107]
Alias=webStorm, ws 웹 스톰
Run=C:\App\Prog\JetBrains\WebStorm 2021.2\bin\webstorm64.exe
[별칭 108]
Alias=zenith, bd5 젠7 바둑
Run=C:\App\Game\ZenithGo7\Zenith.exe
